{
    "navimageurl": "imageAr",
    "navhome": "الرئيسيه",
    "navabout": "معلومات عنا",
    "navservice": "خدماتنا",
    "navproject": "مشاريعنا",
    "navcontact": "اتصل بنا",
    "headerh1": "يمكننا تحويل أفكارك إلى واقع",
    "headerp": ".تواصل معنا لبدء رحلة التحول الرقمي الخاصة بك",
    "headerbutton": "البدء",
    "homesliderp": ":موثوق به من قبل الكثير من العملاء حول العالم",
    "abouth4": "هل لديك فضول لتعرفنا؟",
    "aboutp1":"واجهات هي شركة لتطوير البرمجيات تأسست بنهاية عام 2023 وتوسعت على مر السنين. متخصصون في مواقع الويب، ومتاجر الويب، وتطبيقات الهاتف المحمول، وحلول التعليم الإلكتروني، وتطبيقات الأعمال. نحن خبراء فيما نقوم به، تطوير البرمجيات هو لعبتنا، أكبر الشركات تعتمد على واجهات لتقديم أفضل الحلول البرمجية لهم",
    "aboutp2": "ينجح فريقنا من الخبراء المتخصصين دائمًا في مساعدة العملاء على تحقيق أهدافهم. نحن نتبع إطار أفضل الممارسات في صناعة البرمجيات لضمان أفضل النتائج فيما يحصل عليه عملاؤنا في النهاية",
    "aboutvision": "رؤيتنا",
    "aboutvisionp": "أن نكون أكبر شركة تطوير للهواتف المحمولة والويب معترف بها إقليميا. نركز على الابتكار اللامتناهي باعتباره مفتاحنا لتحقيق الهدف النهائي وهو النجاح من خلال تقديم خدمات وحلول عالية الجودة",
    "aboutgoal": "هدفنا",
    "aboutgoalp": "هدفنا هو الوصول بعملائنا إلى القمة في مجال أعمالهم وتحقيق الريادة لهم، مما جعلنا نبذل قصارى جهدنا لتحقيق أهدافنا وأهداف عملائنا",
    "aboutmessage": "رسالتنا",
    "aboutmessagep1": "ستسعى واجهات باستمرار لتصبح الشركة الرائدة في مجال الصناعة والأولى في مجال الويب والهاتف المحمول وتطوير التطبيقات وحلول التعليم الإلكتروني",
    "aboutmessagep2": "ونحن نهدف إلى تحقيق ذلك من خلال الخدمات الممتازة والمهارات المهنية التي لا مثيل لها من خلال بناء علاقات مدى الحياة مع العملاء إلى جانب تحقيق أعلى مستويات رضا العملاء",
    "aboutmessagep3":"لخدمة عملائنا بشكل أفضل من خلال تقديم حلول أعمال سليمة تقنيًا وبأسعار معقولة مع ضمان دعم العملاء الاستثنائي طوال العملية",
    "footerp": "حقوق النشر © واجهات 2023",
    "servicesp1": "اكتشف جميع الخدمات التي نقدمها",
    "servicesp2": "للعملاء",
    "mothionh4": "فيديوهات الرسوم المتحركة",
    "mothionp": " تعد مقاطع فيديو الرسوم البيانية المتحركة أفضل طريقة لسرد قصتك للعالم بطريقة فريدة وعالية التأثير. في وجيهات نوفر لك أفضل الأدوات لتسويق منتجاتك وخدماتك على وسائل التواصل الاجتماعي والعالم باستخدام فيديوهات الرسوم المتحركه",
    "websiteh4": "مواقع الويب وتطبيقات الويب",
    "websitep": "ليس هناك شك في أن مواقع الويب هي العنصر الأساسي لأي شركة للوصول إلى الأسواق المستهدفة وخلق الوعي بالسوق. ابدأ في إنشاء موقع الويب الخاص بك ودعنا نساعدك",
    "E-Commerceh4":"التجارة الإلكترونية",
    "E-Commercep": "نقوم بتطوير بوابات التجارة الإلكترونية في منصات مفتوحة المصدر مثل PHP وWordPress ومنصات أخرى ذات واجهات مستخدم مخصصة بناءً على احتياجات العملاء",
    "Businessh4": "تطبيقات الأعمال",
    "Businessp": "نقوم بتطوير تطبيقات الأعمال التي تلبي احتياجات الشركات المختلفة وتساعدهم على دعم عملياتهم وتحسينها وأتمتتها. تساعد مثل هذه التطبيقات في القضاء على الأخطاء وإكمال مهام العمل وإعداد التقارير عن الأنشطة وزيادة الكفاءة والفعالية بشكل عام",
    "Ui/Uxh4": "استشارات واجهة المستخدم",
    "Ui/Uxp": "تعد واجهة المستخدم وتجربة المستخدم من أهم العوامل لنجاح مواقع الويب وتطبيقات الهاتف المحمول، وبالتالي نجاح عملك. لدينا خبرة ممتازة في إجراء تحليل لواجهة المستخدم وتجربة المستخدم مع التنفيذ الكامل والتطبيق على مشاريع الحياة الواقعية. اتصل بنا الآن لتجعل رحلة عملائك عبر تطبيقاتك ممتعة",
    "Mobileh4": "تطبيقات الهاتف الجوال",
    "Mobilep": "تطبيقات الهاتف المحمول هي أسهل طريقة للتواصل مع عملائك. مع تزايد وتيرة الحياة بسرعة، يتزايد عدد المستخدمين المعتمدين على تطبيقات الهاتف المحمول أكثر من أي وقت مضى. سواء كنت تقدم خدمة أو تبيع منتجًا، يجب عليك تلبية احتياجات عملائك وأن يكون لديك تطبيق جوال يسهل على عملائك الوصول إليك من أي مكان وفي أي وقت",
    "E-Learningh4":"التعلم الإلكتروني والألعاب",
    "E-Learningp": "في واجهات، نؤمن بأن التعليم هو مفتاح نجاحنا المستقبلي وتقدم جميع الأمم، وبالتالي، لا يمكن أن يقتصر على حدود الفصول الدراسية التقليدية. لقد جعلنا من مهمتنا جعل العملية التعليمية ملائمة لاحتياجات الجميع من خلال الاستفادة من أفضل ما تقدمه التكنولوجيا في المجال التعليمي واكتساب نخبة المواهب في صناعة التعليم",
    "SERVICES": "خدماتنا",
    "servicesp1.1": "مؤشر التكنولوجيا",
    "servicesp1.2": "ما هي التكنولوجيا التي نستخدمها من أجل",
    "servicesp1.3": "عملائنا الكرام",
    "projectspan1":"استكشف",
    "projectspan2":"منتجاتنا وبناء عملك",
    "projectspan3":"معنا",
    "projectp":"الآن يمكنك الاختيار من بين منتجات واجهات المتعددة بين المتاجر والتطبيقات والمواقع الإلكترونية المستجيبة لجميع الشاشات الرقمية. قم باختيار القالب المناسب لعملك بحيث يدعم اللغتين العربية والإنجليزية. رقوي توفر لك الدعم الفني المتكامل بداية من طلب الخدمة وحتى التسليم والتجربة. كما أنها توفر خدمة ما بعد البيع. أنت تشارك باستمرار في التطورات التكنولوجية",
    "broadh": "بورد ج",
    "broadp": "تطبيق Board.G يسهل عمل مجلس الإدارة وأمين سره، ويدمج جميع المهام الهامة. يؤدي ذلك إلى إنشاء نظام موحد يوفر الوقت ويتجنب الأخطاء ويقلل العقوبات بشكل كبير",
    "button2": "شاهد المزيد",
    "schoolah": "النظام الشامل لإدارة المدرسة",
    "schoolap": "باعتبارها منصة تسهل عمل أعضاء مجلس الإدارة وأمين سر المجلس على حد سواء. حيث يتكامل هذا التطبيق مع جميع وظائف البورد الهامة والتي عادة ما تتطلب جهودا جبارة ووقتا طويلا ",
    "materialh": "طلب المواد",
    "materialp": "...السماح للموظفين الداخليين بطلب العناصر أو الخدمات. يتم تقديم طلب الشراء أو الطلب إلى القسم",
    "aqarh": "عقار",
    "aqarp":"إدارة المحافظ العقارية وممتلكات الغير - إن احتياجات عملائنا هي من بين أهدافنا الرئيسية، لذلك يمكننا تقديم كافة الخدمات لتحقيق هذا الهدف للحفاظ على قيمة ممتلكاتهم العقارية، سواء كانت هذه الخدمات مالية أو ",
    "schoola2h": "نظام شامل لإدارة الحضانة",
    "schoola2p": "نظام متعدد الأوجه لإدارة الحضانة يوفر سهولة الوصول إلى أي مكان وفي أي وقت للموظفين وأولياء الأمور والطلاب. إنه يعيد تعريف التجربة التعليمية بوحداتها المتنوعة التي تدعم بشكل كامل الحياة اليومية الخالية من المتاعب",
    "automatorh": "آلي",
    "automatorp":"باعتبارها منصة تسهل عمل أعضاء مجلس الإدارة وأمين سر المجلس على حد سواء. حيث يتكامل هذا التطبيق مع جميع وظائف البورد الهامة والتي عادة ما تتطلب جهودا جبارة ووقتا طويلا",
    "Name": "الاسم",
    "Nameplaceholder": "اكتب اسمك كاملا",
    "email": "الايميل",
    "Age": "العمر",
    "Ageplaceholder": "اكتب عمرك كاملا",
    "phone": "رقم الهاتف",
    "phoneplaceholder": "اكتب رقم هاتفك",
    "message": "ملاحظه",
    "button3":"قدم",
    "About":"معلومات عنا",
    "PRODUCT": "المنتجات",
    "PRODUCTP": "هل تحتاج هذا المنتج؟",
    "featureh":"لماذا نتعاون مع واجهات؟",
    "featurep1": "من المؤكد أن تصميم مشروعك مع واجهات سيكون إبداعيًا ومختلفًا والسبب وراء ذلك",
    "featurep2": ".هم في الجزء العلوي من عملك",
    "featurecardh1": "حلول مبتكرة",
    "featurecardp1": "نتميز في مجال التصميم والتطوير بالحلول المبتكرة التي نقدمها لجعل مشاريعنا على أعلى درجة من الكفاءة والجودة",
    "featurecardh2": "أداء سريع",
    "featurecardp2": "السرعة في تنفيذ الخدمات هو ما حرصنا عليه منذ البداية لنصل لعملائنا حيث يريدون في وقت قصير",
    "featurecardh3": "حماية مضمونة",
    "featurecardp3": "نقدم أعلى أساليب الحماية في كافة المشاريع التي تقدمها الشركة من حيث الكود وأمن السيرفرات",
    "featurecardh4": "الدعم الفني السريع",
    "featurecardp4": "مستعدون دائمًا لخدمة عملائنا والإجابة على جميع الأسئلة والاستفسارات في أسرع وقت ممكن"








}
