{
    "navimageurl": "",
    "navhome": "Home",
    "navabout": "About Us",
    "navservice": "Services",
    "navproject": "Our Projects",
    "navcontact": "Contact Us",
    "headerh1": "We Can Make Your Ideas A Reality",
    "headerp": "Connect with us to start your Digital Transformation Journey.",
    "headerbutton": "Get Started",
    "homesliderp": "Trusted By A Lot Of Customers Worldwide:",
    "abouth4": "Curious To Know us?",
    "aboutp1":"Waghat is a software development company Established by the end of 2023 and scaled up over the years. specialized in web sites, Web stores, mobile apps, eLearning solutions, and business applications. We’re experts at what we do, software development is our game, The largest companies count on Waghat to provide the best software solutions for them.",
    "aboutp2": "Our team of specialized experts always succeeds in helping clients reach their goals. We are following the best practice framework in software industry to guarantee the best results in what our clients get at the end.",
    "aboutvision": "Vision",
    "aboutvisionp": "To be the largest regionally recognized mobile & web development company. Focused on endless innovation as our key for achieving the ultimate goal of success by providing a superior quality services and solutions.",
    "aboutgoal": "Our Goal",
    "aboutgoalp": "Our goal is to bring our customers to the top in their field of business and achieve leadership for them, which made us do our best to achieve our goals and customers’ goals",
    "aboutmessage": "Our Message",
    "aboutmessagep1": "Wajihat will continuously strive to become the industry leader and a premier in the field of web, mobile, application development & eLearning solutions.",
    "aboutmessagep2": "We aim to achieve this through excellent services and unmatched professional skills by building life-long relationships with the clients along with achieving the highest client satisfaction.",
    "aboutmessagep3":"To serve our clients to the best by delivering technically sound and affordable business solutions while ensuring exceptional customer support throughout the process.",
    "footerp": "Copyright © Wajihat 2023",
    "servicesp1": "Discover all the services we offer",
    "servicesp2": "to clients",
    "mothionh4": "Motion Infographic Videos",
    "mothionp": "Motion Infographic Videos are the best way to tell your story to the world in a unique and high impact way. At Wajihat we provide you with the best tools to market your products and services on Social media and to the world using Motion Infographic Videos",
    "websiteh4": "Websites & Web Apps",
    "websitep": "There is no doubt that websites are the key component for any company to reach its targeted markets and create market awareness. Start building your website and let us help you",
    "E-Commerceh4":"E-Commerce",
    "E-Commercep": "We develop E-Commerce portals in open source platforms such as PHP, WordPress and other platforms with custom User Interfaces based on clients' needs",
    "Businessh4": "Business Application",
    "Businessp": "We develop business applications that meet the needs of various businesses and help them support, improve, and automate their processes. Such applications assist in eliminating errors, completing business tasks, reporting activities and increases overall efficiency and effectiveness",
    "Ui/Uxh4": "Ui/Ux Consultancy",
    "Ui/Uxp": "User interface and user experience are the most important factors for successful websites and mobile applications, and hence the success of your business. We have excellent experience in making User interface and user experience analysis with full implementation and application to real life projects. Contact us now to make your clients’ journey through your apps an enjoyable one",
    "Mobileh4": "Mobile Applications",
    "Mobilep": "Mobile applications are the easiest way to communicate with your clients. With the rapidly increasing life pace, mobile applications dependent users are increasing more than ever. Whether you are providing a service or selling a product, you must accommodate to your clients’ needs and have a mobile application that makes it easy for your clients to reach you from anywhere and at any time",
    "E-Learningh4":"E-Learning & Gamification",
    "E-Learningp": "At Wajihat, we believe that Education is the key to our future success and the progress of all nations, therefore, it can’t be restricted to the limitations of a traditional classroom. We have made it our mission to make the learning process accommodating to everyone’s needs by utilizing the best of what technology has to offer in the educational field and acquiring the elite talents in the education industry",
    "SERVICES": "SERVICES",
    "servicesp1.1": "TECHNOLOGY INDEX",
    "servicesp1.2": "What Technology We Are Using For",
    "servicesp1.3": "Our Valued Customers",
    "projectspan1":"Explore",
    "projectspan2":"our Products and Build your Business",
    "projectspan3":"With us",
    "projectp":"Now you can choose from multiple Wajihat products between stores, applications and websites that are responsive to all digital screens. Choose the appropriate template for your business so that it supports Arabic and English. Roqoy provides you with integrated technical support from service request to delivery and trial. It also provides after-sales service. You are constantly involved in technological developments",
    "broadh": "BOARD.G",
    "broadp": "Board.G application facilitates the work of the board of directors and its secretary, integrating all important functions. This creates a unified system that saves time, avoids errors, and significantly reduces penalties",
    "button2": "See More",
    "schoolah": "Comprehensive school management system",
    "schoolap": "As a platform that facilitates the work of the members of the Board of Directors and the Secretary of the Board alike. Where this application integrated all the important functions of the Board, which usually require tremendous efforts, a long ...",
    "materialh": "Material Requisition",
    "materialp": "Allowing internal employees to request items or services. The purchase request or request is submitted to the department ...",
    "aqarh": "Aqar",
    "aqarp":"Management of real estate portfolios and the properties of others - The needs of our customers are among our main goals, so we can provide all services to achieve this goal to preserve the value of their real estate properties, whether these services are financial or ....",
    "schoola2h": "Comprehensive nursery management system",
    "schoola2p": "A multi-faceted nursery management system that provides easy access anywhere anytime for employees, parents and students. It redefines the educational experience with its various modules that fully support hassle-free day-to-day ....",
    "automatorh": "Automator",
    "automatorp":"As a platform that facilitates the work of the members of the Board of Directors and the Secretary of the Board alike. Where this application integrated all the important functions of the Board, which usually require tremendous efforts, a long ...",
    "Name": "Name",
    "Nameplaceholder": "enter your full name",
    "email": "Email",
    "Age": "Age",
    "Ageplaceholder": "enter your age",
    "phone": "Phone",
    "phoneplaceholder": "enter your phone",
    "message": "Mesaage",
    "button3": "Submit",
    "About":"ABOUT US",
    "PRODUCT": "PRODUCTS",
    "PRODUCTP": "Do You Need This Product?",
    "featureh":"Why Cooperate With Wajihat",
    "featurep1": "Designing your project with Wajihat will certainly be creative, different and the reason why you",
    "featurep2": "are at the top of your business.",
    "featurecardh1": "Innovative Solutions",
    "featurecardp1": "We are distinguished in the field of design and development with innovative solutions that we provide to make our projects of the highest degree of efficiency and quality",
    "featurecardh2": "Fast Performance",
    "featurecardp2": "The speed in the implementation of services is something we have been keen on from the beginning to reach our customers where they want in a short time",
    "featurecardh3": "Guaranteed Protection",
    "featurecardp3": "We provide the highest protection methods in all the projects offered by the company, in code, server security",
    "featurecardh4": "Fast Technical Support",
    "featurecardp4": "Always ready to serve our customers and answer all questions and inquiries as quickly as possible"





}